import React from 'react';

import { PolicyContainer } from '../components/Container';

export default function Policy() {
  return (
    <PolicyContainer>
      <section>
        <div>
          <h2>Conimals 개인정보처리방침</h2>
          <div>
            <br />
            <h4>
              Conimals('https://client.coniamls.net/'이하 'Conimals')은(는)
              「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고
              이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여
              다음과 같이 개인정보 처리방침을 수립·공개합니다.
            </h4>
          </div>

          <br />
          <div>○ 이 개인정보처리방침은 2022년 6월 20일부터 적용됩니다.</div>
        </div>

        <br />
        <h4>제1조(개인정보의 처리 목적)</h4>
        <div>
          <br />
          Conimals('https://conimals.com'이하 'Conimals')은(는) 다음의 목적을
          위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적
          이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는
          「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를
          이행할 예정입니다.
        </div>

        <br />
        <h5>1. 홈페이지 회원가입 및 관리</h5>

        <br />
        <div>
          회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격
          유지·관리, 서비스 부정이용 방지, 만14세 미만 아동의 개인정보 처리 시
          법정대리인의 동의여부 확인, 각종 고지·통지, 고충처리 목적으로
          개인정보를 처리합니다.
        </div>

        <br />
        <h5>2. 민원사무 처리</h5>

        <br />
        <div>
          사용자의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과
          통보 목적으로 개인정보를 처리합니다.
        </div>

        <br />
        <h5>3. 재화 또는 서비스 제공</h5>

        <br />
        <div>
          서비스 제공, 콘텐츠 제공, 맞춤서비스 제공을 목적으로 개인정보를
          처리합니다.
        </div>

        <br />
        <h5>4. 마케팅 및 광고에의 활용</h5>

        <br />
        <div>
          신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공
          및 참여기회 제공 , 인구통계학적 특성에 따른 서비스 제공 및 광고 게재 ,
          서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한
          통계 등을 목적으로 개인정보를 처리합니다.
        </div>
        <br />
        <div>
          <h5>5. 처리하는 개인정보 항목</h5>
          <br />
          <div>Conimals은(는) 다음의 개인정보 항목을 처리하고 있습니다.</div>
        </div>
        <br />
        <div>
          5-1. 홈페이지 회원 가입 및 관리
          <br />
          필수항목 : 이메일주소, 비밀번호, 닉네임 <br />
          <br />
          5-2. 재화 또는 서비스 제공 필수항목 : 닉네임, 비밀번호, 이메일주소,{' '}
          <br />
          <br />
          5-3. 인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어
          수집될 수 있습니다. <br />○ IP주소, 쿠키, MAC주소, 서비스 이용기록,
          방문기록
        </div>
      </section>
    </PolicyContainer>
  );
}
